<?php

return [
    "group" => "المحتوي",
    "title" => "المشاكل",
    "single" => "مشكلة",
    "columns" => [
        "title" => "العنوان",
        "by" => "بواسطة",
        "opened" => "تم فتحها في",
        "in-repository" => "في الكود المصدري",
        "labels" => "التصنيفات",
        "comments" => "التعليقات",
        "is_public" => "هل هو عام؟",
        "is_trend" => "هل هو متصدر؟",
        "repo" => "في الكود المصدري",
        "isPullRequest" => "هل هو طلب سحب؟",
    ],
    "actions" => [
        "refresh" => [
            "label" =>  "تحديث المشاكل",
            "title" => "تم تحديث المشاكل",
            "body" => "تم تحديث المشاكل في الخلفية بنجاح."
        ]
    ]
];
